/* No comment provided by engineer. */
"Calculating Sequence..." = "Calculateur Séquence...";

/* No comment provided by engineer. */
"Game Lost" = "Jeu Perdu";

/* No comment provided by engineer. */
"Last Score: %i" = "Dernière Score: %i";

/* No comment provided by engineer. */
"Retries Left: %i" = "Tentatives en reste: %i";

/* No comment provided by engineer. */
"Score: %i" = "Score: %i";

/* No comment provided by engineer. */
"Sequence Completed" = "Séquence Terminé";

/* No comment provided by engineer. */
"Start Game" = "Début Jeu";

/* No comment provided by engineer. */
"Tap The Sequence" = "Robinet la de Séquence";

/* No comment provided by engineer. */
"Top Score: %i" = "Haut Score: %i";

